[
    {
        "job_id":1,
        "job_Title": "Software Engineer",
        "company": "ABC Tech",
        "location": "San Francisco, CA",
        "salary": "100000-130000",
        "jobDescription": "We are looking for a highly skilled software engineer to join our team. The ideal candidate will have a strong background in computer science and experience in software development.",
        "jobResponsibilities": "Design, develop, and test software applications using modern programming languages and frameworks. Collaborate with cross-functional teams to solve complex technical problems.",
        "educationalRequirements": "Bachelor's degree in Computer Science or related field.",
        "experiences": "Minimum of 3 years of experience in software development.",
        "phone": "123-456-7890",
        "email": "hr@abctech.com",
        "address": "123 Main Street, San Francisco, CA",
        "jobType": "Full-time",
        "logo":"https://i.ibb.co/4VsRx0P/google-1-1-1.png"
    },
    {
        "job_id":2,
        "job_Title": "Marketing Manager",
        "company": "XYZ Corp",
        "location": "New York, NY",
        "salary": "90000-120000",
        "jobDescription": "We are seeking an experienced marketing manager to lead our marketing team. The ideal candidate will have a proven track record of developing and executing successful marketing strategies.",
        "jobResponsibilities": "Develop and execute marketing plans to drive business growth. Analyze market trends and competitors to identify new opportunities. Manage and mentor a team of marketing professionals.",
        "educationalRequirements": "Bachelor's degree in Marketing or related field.",
        "experiences": "Minimum of 5 years of experience in marketing management.",
        "phone": "555-123-4567",
        "email": "hr@xyzcorp.com",
        "address": "456 Park Avenue, New York, NY",
        "jobType": "Full-time",
        "logo":"https://i.ibb.co/sJtwt9K/airbnb.png"
    },
    {
        "job_id":3,
        "job_Title": "Accountant",
        "company": "LMN Accounting",
        "location": "Los Angeles, CA",
        "salary": "60000-80000",
        "jobDescription": "We are seeking an experienced accountant to join our team. The ideal candidate will have a strong background in accounting and finance.",
        "jobResponsibilities": "Prepare and analyze financial statements. Manage accounts payable and accounts receivable. Ensure compliance with accounting standards and regulations.",
        "educationalRequirements": "Bachelor's degree in Accounting or related field.",
        "experiences": "Minimum of 2 years of experience in accounting.",
        "phone": "888-555-1234",
        "email": "hr@lmnaccounting.com",
        "address": "789 Main Street, Los Angeles, CA",
        "jobType": "Full-time",
        "logo":"https://i.ibb.co/GRBCTvc/netflix-4-1.png"
    },
    {
        "job_id":4,
        "job_Title": "Customer Service Representative",
        "company": "LMN Retail",
        "location": "Houston, TX",
        "salary": "30000-40000",
        "jobDescription": "We are seeking a customer service representative to provide excellent customer service to our clients. The ideal candidate will have excellent communication and problem-solving skills.",
        "jobResponsibilities": "Provide friendly and efficient service to customers via phone, email, and chat. Resolve customer complaints and issues in a timely and professional manner. Maintain accurate customer records.",
        "educationalRequirements": "High school diploma or equivalent.",
        "experiences": "Minimum of 1 year of experience in customer service.",
        "phone": "713-555-1212",
        "email": "hr@lmnretail.com",
        "address": "9876 Main Street, Houston, TX",
        "jobType": "Full-time",
        "logo":"https://i.ibb.co/0BJdFR9/tesla-9-1.png"
    },
    {
        "job_id":5,
        "job_Title": "Human Resources Manager",
        "company": "ABC Corp",
        "location": "Boston, MA",
        "salary": "120000-150000",
        "jobDescription": "We are seeking an experienced human resources manager to lead our HR team. The ideal candidate will have a proven track record of developing and implementing HR strategies and programs.",
        "jobResponsibilities": "Develop and implement HR policies and programs. Manage the recruitment and onboarding process. Oversee performance management and employee development.",
        "educationalRequirements": "Bachelor's degree in Human Resources or related field.",
        "experiences": "Minimum of 7 years of experience in HR management.",
        "phone": "617-555-8888",
        "email": "hr@abccorp.com",
        "address": "345 Main Street, Boston, MA",
        "jobType": "Full-time",
        "logo":"https://i.ibb.co/GRBCTvc/netflix-4-1.png"
    },
    {
        "job_id":6,
        "job_Title": "Software Developer",
        "company": "XYZ Tech",
        "location": "San Francisco, CA",
        "salary": "90000-110000",
        "jobDescription": "We are seeking a talented software developer to join our team. The ideal candidate will have experience developing web applications and a strong understanding of software development principles.",
        "jobResponsibilities": "Develop and maintain web applications using HTML, CSS, and JavaScript. Collaborate with cross-functional teams to define, design, and ship new features. Write clean, efficient, and well-documented code.",
        "educationalRequirements": "Bachelor's degree in Computer Science or related field.",
        "experiences": "Minimum of 3 years of experience in web development.",
        "phone": "415-555-1234",
        "email": "hr@xyztech.com",
        "address": "1234 Market Street, San Francisco, CA",
        "jobType": "Full-time",
        "logo":"https://i.ibb.co/4VsRx0P/google-1-1-1.png"
    }
]
